/* The best deals for fuel in the nearby */
"Best deals" = "Best deals";

/* Best fuel deals view button */
"Best fuel deals" = "Best fuel deals";

/* Asking for small donate */
"Donate us 1$!" = "Donate us 1$!";

/* Homepage */
"Home" = "Home";

/* Settings button view
   Settings panel name */
"Settings" = "Settings";

